{
    "title": "Willkommen",
    "description": "Hallo, ich bin Wojtek. Ich freue mich, dass du meine Website gefunden hast.",
    "description2": "Da Sie hier sind, möchte ich Ihnen meine Verfügbarkeit für die Entwicklerposition anbieten. Ich habe viele Jahre Erfahrung in der Arbeit mit Code. Bisher habe ich als Lehrer gearbeitet, der sich hauptsächlich mit Webanwendungen beschäftigt. Im Jahr 2022 habe ich die Ausbildungsbranche in die kommerzielle Branche gewechselt und bin Game Developer in einem der Unternehmen in Łódź geworden. Zu meinen Aufgaben gehörten die Verwaltung des Spielentwicklungsprojekts, die Personen, die dem Team zugewiesen waren: Grafikdesigner, Animator, Tester und andere Programmierer. Aber auch für den eigentlichen Spielentwicklungsprozess sowie für dessen Code. Ich konzentriere mich auf Teamarbeit, kontinuierliches Lernen und Problemlösung. Meine bisherige Arbeit mit Menschen, Projekt- und Teammanagement sowie Programmierkenntnisse werden ein großer Vorteil für das Team sein, dem ich beitrete.",
    "aboutMeHeader": "Über mich",
    "aboutMe1head": "Erstellen und Entwickeln von Spielkonfigurationen",
    "aboutMe1": "Arbeiten an der Frontend- und UI-Seite, Implementierung von Benutzeroberflächen und Anpassung an Projektanforderungen. Implementierung neuer Funktionen und Verbesserung des bestehenden Codes zur Verbesserung des Gameplays und der Benutzererfahrung.",
    "aboutMe2head": "Management und Koordination",
    "aboutMe2": "Koordination der Zusammenarbeit zwischen Entwicklerteams, Grafikdesignern und Animatoren zur effektiven Implementierung von Lösungen in Spiele. Zeitmanagement, Arbeit mit Backlogs und Erstellung technischer Dokumentationen.",
    "aboutMe3head": "Implementierung und Produktion",
    "aboutMe3": "Teilnahme an der Produktion und Bereitstellung von 6 abgeschlossenen Spielprojekten, einschließlich der Entwicklung neuer Titel und der Verbesserung bestehender Produktionen. Fehlerbehebung und Debugging. Einführung von Optimierungen und Code-Refactoring.",
    "skillsHeader": "Fähigkeiten",
    "skills1": "Fähigkeiten, Werkzeuge und Technologien, die ich verwende:",
    "portfolioHeader": "Portfolio",
    "portfolio1": "Meine privaten Projekte findest du auf GitHub und Netlify:",
    "portfolio2": "Wenn du möchtest, kannst du sie direkt überprüfen:",
    "contactHeader": "Kontakt",
    "contact1": "Du kannst mich gerne per E-Mail oder über meine Social-Media-Kanäle kontaktieren.",
    "contact2": "Wenn du das Kontaktformular nicht verwenden möchtest, hier ist meine E-Mail-Adresse:",
    "contact3": "Ich bin immer offen für Gespräche über neue Projekte, kreative Ideen oder Kooperationsmöglichkeiten.",
    "emailName": "Name",
    "email": "E-Mail",
    "message": "Nachricht",
    "send": "Senden",
    "header": "Hallo, Welt!",
    "footer": "Danke für deinen Besuch.",
    "about": "Über mich",
    "skills": "Fähigkeiten",
    "portfolio": "Portfolio",
    "contact": "Kontakt"
}
