{
    "title": "Witamy",
    "description": "Cześć, jestem Wojtek. Ciesze się że trafiłeś na moją stronę.",
    "description2": "Skoro tu jesteś to chciałbym zaproponować Ci swoją dyspozycyjność na stanowisko Developera. Posiadam wieloletnie doświadczenie pracy z kodem. Do tej pory pracowałem jako nauczyciel zajmujący się głównie aplikacjami webowymi.W 2022 roku zmieniłem branżę szkoleniową na komercyjną i zostałem Game Develeoperem w jednej z łódzkich firm. Do moich obowiązków należało zarządzanie projektem powstawiania gry, osobami przypisanymi do zespołu: grafikami, animatorami, testerami i innymi programistami. Ale także za sam proces tworzenia gry jak również za sam jej kod.Jestem nastawiony na pracę w zespole, na ciągłe dokształcanie się i na rozwiązywanie problemów. Moja dotychczasowa praca z ludźmi, zarządzanie projektami i zespołem oraz wiedza programistyczna będzie dużym atutem dla zespołu, do którego dołączę.",
    "aboutMeHeader": "O mnie",
    "aboutMe1head": "Tworzenie i rozwijanie konfigów gier",
    "aboutMe1": "Praca po stronie frontendu i UI, implementacja interfejsów użytkownika oraz dostosowywanie ich do założeń projektowych. Implementacja nowych funkcji oraz udoskonalanie istniejącego kodu w celu poprawy rozgrywki i doświadczenia użytkownika.",
    "aboutMe2head": "Zarządzanie i koordynacja",
    "aboutMe2": "Koordynowanie współpracy między zespołami programistów, grafików i animatorów w celu efektywnego wdrażania rozwiązań do gier. Zarządzanie czasem, praca z backlogiem i tworzenie dokumentacji technicznej.",
    "aboutMe3head": "Implementacja i produkcja",
    "aboutMe3": "Udział w produkcji i wdrożeniu 6 ukończonych projektów gier, obejmujących zarówno rozwój nowych tytułów, jak i ulepszanie istniejących produkcji. Rozwiązywanie problemów technicznych i debugging. Wprowadzanie optymalizacji i refaktoryzacja kodu.",
    "skillsHeader": "Umiejętności",
    "skills1": "Umiejętności, narzędzia i technologie, których używam:",
    "portfolioHeader": "Portfolio",
    "portfolio1": "Moje prywatne projekty znajdziesz na github i netlyfie:",
    "portfolio2": "Jeśli chcesz możesz sprawdzić je bezpośrednio:",
    "contactHeader": "Kontakt",
    "contact1": "Zapraszam do kontaktu poprzez email lub moje kanały społecznościowe.",
    "contact2": "Jeśli nie chcesz korzystać z formularza kontaktowego tutaj jest mój adres meilowy:",
    "contact3": "Jestem zawsze otwarty na rozmowy o nowych projektach, kreatywnych pomysłach lub możliwościach współpracy.",
    "emailName": "Imię",
    "email": "Email",
    "message": "Wiadomość",
    "send": "Wyślij",
    "header": "Witaj, Świecie!",
    "footer": "Dziękujemy za odwiedzenie.",
    "about": "O mnie",
    "skills": "Umiejętności",
    "portfolio": "Portfolio",
    "contact": "Kontakt"
}
